<template>
  <UPageSection
    id="faq"
    title="Ответы на главные вопросы"
    orientation="vertical"
  >
    <UAccordion
      :items="items"
      :ui="{
        label: 'text-xl',
        body: 'text-base text-muted',
      }"
      class="mx-auto max-w-xl"
    />
  </UPageSection>
</template>

<script lang="ts" setup>
const items = ref([
  {
    label: 'А если у меня нет опыта в общепите?',
    content: 'Именно для новичков и проводится этот вебинар. После его просмотра у вас появится план действий и начальные знания в общепите.',
  },
  {
    label: 'Сколько денег нужно на открытие своего заведения?',
    content: 'Сумма инвестиций зависит от города, формата (только доставка или кафе с залом) и состояния помещения. Мы разберем все статьи расходов на вебинаре и дадим финансовую модель на примере франшизы Суши Love, чтобы вы могли сами все просчитать под свой случай. В среднем, запуск стоит от 999 000 до 3 000 000 рублей.',
  },
  {
    label: 'Когда кафе выходит на окупаемость?',
    content: 'При грамотном запуске и четком следовании плану, первые продажи вы делаете уже в день открытия. Выход на стабильную ежемесячную прибыль наши партнеры отмечают через 2-4 недели. Полная окупаемость инвестиций — в среднем 3-12 месяцев. Важный момент: мы говорим именно о показателях нашей франшизы, где все процессы уже отработаны. Для самостоятельного запуска сроки могут значительно отличаться.',
  },
  {
    label: 'Нужен ли какой-то специальный софт для просмотра вебинара?',
    content: 'Нет! Мы проводим вебинар на удобной платформе — вы сможете смотреть с компьютера или телефона через браузер. Ссылка придет за 1 час до начала.',
  },
  {
    label: 'Что будет на вебинаре?',
    content: 'Мы за 1,5 часа разберем весь путь открытия заведения: от расчетов бюджета и поиска помещения до запуска рекламы и поиска персонала. Вы получите четкий пошаговый план и поймете, как избежать главных ошибок новичков.',
  },
  {
    label: 'Это бесплатно?',
    content: 'Да, вебинар абсолютно бесплатный. Никаких скрытых платежей и обязательств. После вебинара вы сами решите, что делать дальше — использовать полученную информацию для самостоятельного старта или рассмотреть предложение нашей франшизы.',
  },
])
</script>
